Repository: harshkasat/dummy-infoslicer
Catalog: po/*.po
Languages: ca, de, fr, ne, ru, zh_cn

source: InfoSlicer
ca: Tallador d'informació
ne: इन्फोस्लाइसर
zh_cn: 信息片段

source: Is it possible to have my own encyclopedia? Yes! Find your favorite information on the web and package it with InfoSlicer creating incredible collections.
ca: És possible tenir la meva pròpia enciclopèdia? Sí! Trobeu la vostra informació preferida a la web i empaqueteu-la al Tallador d'informació, per crear col·leccions increïbles.
fr: Est-ce possible d'avoir ma propre encyclopédie ? Oui ! Trouves ton information favorite sur le web et ajoutes la dans InfoSlicer pour créer des collections incroyables.
ne: मेरो आफ्नै विश्वकोष बनाउन सम्भव छ? छ! तिम्रो मनपर्ने जानकारीहरु वेबमा खोज र InfoSlicer मार्फत त्यसको प्याकेज बनाउ।
ru: Возможно ли иметь свою собственную энциклопедию? Да! Ищи информацию на любимые темы в интернете и собирай ее с помощью InfoSlicer в невероятные коллекции.
zh_cn: 是否有可能有自己的百科全书？是的！在网络上寻找您最喜爱的信息，并用"信息片段"打包来创造不可思议的合集。

source: Library
ca: Biblioteca
de: Bibliothek
fr: Bibliothèque
ne: पुस्तकालय
ru: Библиотека
zh_cn: 文库

source: Edit
ca: Edita
de: Bearbeiten
fr: Éditer
ne: सम्पादन
ru: Правка
zh_cn: 编辑

source: Lion (from en.wikipedia.org)
ca: Lleó (en.wikipedia.org)
de: Löwe (von en.wikipedia.org)
fr: Lion (depuis en.wikipedia.org)
ne: सिँह (en.wikipedia.org बाट)
ru: Лев (из wikipedia.org)
zh_cn: Lion (来自 en.wikipedia.org)

source: Tiger (from en.wikipedia.org)
ca: Tigre (en.wikipedia.org)
de: Tiger (von en.wikipedia.org)
fr: Tigre (depuis en.wikipedia.org)
ne: बाघ (en.wikipedia.org बाट)
ru: Тигр (из wikipedia.org)
zh_cn: Tiger (来自 en.wikipedia.org)

source: Giraffe (from en.wikipedia.org)
ca: Girafa (en.wikipedia.org)
de: Giraffe (von en.wikipedia.org)
fr: Girafe (depuis en.wikipedia.org)
ne: जिराफ (en.wikipedia.org बाट)
ru: Жираф (из wikipedia.org)
zh_cn: Giraffe (来自 en.wikipedia.org)

source: Zebra (from en.wikipedia.org)
ca: Zebra (en.wikipedia.org)
de: Zebra (von en.wikipedia.org)
fr: Zèbre (depuis en.wikipedia.org)
ne: जेब्रा (en.wikipedia.org बाट)
ru: Зебра (из wikipedia.org)
zh_cn: Zebra (来自 en.wikipedia.org)

source: Giraffe
ca: Girafa
fr: Girafe
ne: जिराफ
ru: Жираф
zh_cn: 长颈鹿

source: Articles are ready to be published
ca: Els articles estan a punt per a publicar-se
de: Die Artikel sind bereit zur Veröffentlichung
fr: Les articles sont prêts à être publiés
ne: लेखहरु छापको लागि तयार छ
ru: Статьи готовы к публикации
zh_cn: 文章已准备完成，可以发布

source: Create new article
ca: Crea un nou article
de: Neuen Artikel erstellen
fr: Créer un nouvel article
ne: नया लेख बनाऊ
ru: Создать новую статью
zh_cn: 新建文章

source: Delete current article
ca: Elimina l'article actual
de: Aktuellen Artikel löschen
fr: Effacer l'article actuel
ne: यो लेख मेटाउ
ru: Удалить текущую статью
zh_cn: 删除当前文章

source: Move article downward
ca: Mou avall l'article
de: Artikel nach unten verschieben
fr: Déplacer l'article vers le bas
ne: लेख तल सार
ru: Переместить статью вниз
zh_cn: 向下移动文章

source: Move article upward
ca: Mou amunt l'article
de: Artikel nach oben verschieben
fr: Déplacer l'article vers le haut
ne: लेख माथी सार
ru: Переместить статью вверх
zh_cn: 向上移动文章

source: New article
ca: Nou article
de: Neuer Artikel
fr: Nouvel article
ne: नया लेख
ru: Новая статья
zh_cn: 新文章

source: Text
fr: Texte
ne: पाठ
ru: Текст
zh_cn: 文本

source: Images
ca: Imatges
de: Bilder
ne: चित्र
ru: Изображения
zh_cn: 图像

source: Journal Images
ca: Imatges del diari
fr: Images du Journal
ne: पंजिका तस्विरहरु
ru: Изображения Журнала
zh_cn: 日志图像

source: Choose Journal Images
ca: Tria les imatges del diari
fr: Choisir les images du Journal
ne: पंजिकाका तस्विरहरु छान
ru: Выбрать Изображения Журнала
zh_cn: 选择日志图像

source: Choose Journal Text
ca: Tria el text del diari
fr: Choisir un texte dans le Journal
ne: पंजिकाका अक्षरहरु छान
ru: Выбрать Текст Журнала
zh_cn: 选择日志文本

source: Snap selection to:
ca: Encaixa la secció a:
de: Hefte Auswahl an:
fr: Mettre la sélection sur :
ne: मा छानिएकोलाई स्न्याप गर:
ru: Привязать к:
zh_cn: 快速选择：

source: Nothing
ca: Res
de: Nichts
fr: Rien
ne: केहि न केहि
ru: Ничего
zh_cn: 无

source: Sentences
ca: Frases
de: Sätze
fr: Phrases
ne: वाक्यहरु
ru: Предложения
zh_cn: 句子

source: Paragraphs
ca: Paràgrafs
de: Absätze
fr: Paragraphes
ne: अनुच्छेदहरु
ru: Абзацы
zh_cn: 段落

source: Sections
ca: Seccions
de: Abschnitte
ne: भाग
ru: Разделы
zh_cn: 章节

source: Article:
de: Artikel:
ne: लेख:
ru: Статья:
zh_cn: 文章：

source: This article does not have any images
ca: Aquest article no té cap imatge
de: Der Artikel enthält keine Bilder
fr: Cet article n'a pas d'images
ne: यस लेखमा कुनै चित्र छैन
ru: У этой статьи нет изображений
zh_cn: 该文章不含任何图像

source: Please select a Wikipedia article from the menu above
ca: Si us plau, del següent menú seleccioneu un article de la Viquipèdia
de: Wähle bitte einen Wikipediaartikel aus obigem Menü aus
fr: Merci de choisir un article de Wikipedia à partir du menu ci-dessus
ne: क्रिपया मेनुबाट कुनै विकिपेडियाको लेख छान्नुहोस्
ru: Пожалуйста, выберете статью Википедии из меню сверху.
zh_cn: 请从上面的菜单中选择维基百科的文章

source: Wiki
ne: विकि
zh_cn: 维基百科

source: Wiki articles
ca: Articles del wiki
de: Wiki-Artikel
fr: Articles wiki
ne: विकि लेखहरु
ru: Статьи Wiki
zh_cn: 维基百科文章

source: Custom
ca: Personalitzat
de: Benutzerdefiniert
fr: Personnaliser
ne: कस्टम
ru: Собственные
zh_cn: 自定义

source: Custom articles
ca: Articles personalitzats
de: Benutzerdefinierte Artikel
fr: Articles personnalisés
ne: कस्टम लेख
ru: Собственные статьи
zh_cn: 自定义文章

source: To download Wiki article type "Article name" and click
ca: Per baixar l'article del wiki teclegeu el «nom de l'article» i feu clic
de: Um einen Wiki-Artikel herunterzuladen, tippe den "Artikelnamen" ein und klicke
fr: Pour télécharger un article Wiki tapez "Nom de l'article" et cliquez
ne: विकि लेखहरु डाउनलोड गर्नका लागि "लेखको नाम" टाइप गरेर क्लिक गर्नुहोस्
ru: Загрузить статью Wiki введите "Название страницы" и нажмите
zh_cn: 下载维基百科文章 请输入“文章名”后点击

source: button on the top "Library" panel
ca: botó damunt del requadre «Biblioteca»
de: Knopf auf dem oberen "Library" panel
fr: bouton en haut du menu "Bibliothèque"
ne: बटन "लाइब्रेरी" पेनल को टुप्पोमा छ
ru: кнопку на верхней панели "Библиотека"
zh_cn: 上方“文库”面板的按钮

source: To create custom article click
ca: Per crear un article personalitzat, feu clic
de: Klicke hier, um einen eigenen Artikel zu verfassen
fr: Cliquez pour créer un article personnalisé
ne: कस्टम लेख लेख्नलाई क्लिक गर्नुहोस
ru: Чтобы создать собственную статью, нажмите
zh_cn: 点击后创建自定义的文章

source: button on the left "Custom" panel
ca: al botó a l'esquerra del requadre «Personalitzat»
de: Schaltfläche auf dem linken "Custom" Panel
fr: bouton à gauche du menu "Personnaliser"
ne: बटन बायाँ "कस्टम" प्यानलमा
ru: кнопку на левой панели "Собственные"
zh_cn: 左边“自定义”面板的按钮

source: Get article from:
ca: Obté l'article de:
de: Hole Artikel von:
fr: Récupérer l'article depuis :
ne: लेख एताबाट पाउ:
ru: Получить статью из:
zh_cn: 文章获取自：

source: Article name
ca: Nom de l'article
de: Artikelname
fr: Nom de l'article
ne: लेखको नाम
ru: Название статьи
zh_cn: 文章名

source: Search
ca: Cerca
de: Suchen
fr: Chercher
ne: खोज
ru: Поиск
zh_cn: 搜索

source: Exists
ca: Existeix
de: Existiert bereits
fr: Existe
ne: छ
ru: Существует
zh_cn: 已存在

source: "%s" article already exists
ca: L'article «%s» ja existeix
de: "%s" Artikel ist bereits vorhanden
fr: L'article "%s" existe déjà
ne: "%s" लेखहरु पहिलेदेखि छ
ru: статья "%s" уже существует
zh_cn: 文章 "%s" 已存在

source: Publish selected articles
ca: Publica els articles seleccionats
de: Ausgewählte Artikel veröffentlichen
fr: Publier les articles choisis
ne: चुनिएको लेखहरु छाप
ru: Опубликовать выбранные статьи
zh_cn: 发布选中的文章

source: English Wikipedia
ca: Viquipèdia en anglès
de: Englische Wikipedia
fr: Wikipedia anglaise
ne: अङ्ग्रेजी विकीपीडिया
ru: Английская Википедия
zh_cn: 英文维基百科

source: Simple English Wikipedia
ca: Viquipèdia en anglès bàsic
de: Einfache Englische Wikipedia
fr: Wikipedia anglaise simplifiée
ne: सरल अङ्ग्रेजी विकीपीडिया
ru: Простая Английская Википедия
zh_cn: 简易英文维基百科

source: French Wikipedia
ca: Viquipèdia en francès
de: Französische Wikipedia
fr: Wikipedia française
ne: फ्रान्सेली विकीपीडिया
ru: Французская Википедия
zh_cn: 法文维基百科

source: German Wikipedia
ca: Viquipèdia en alemany
de: Deutsche Wikipedia
fr: Wikipedia allemande
ne: जर्मन विकीपीडिया
ru: Немецкая Википедия
zh_cn: 德文维基百科

source: Polish Wikipedia
ca: Viquipèdia en polonès
fr: Wikipedia polonaise
ne: पोल्यान्डि विश्वकोष
ru: Польская Википедия
zh_cn: 波兰语维基百科

source: Spanish Wikipedia
ca: Viquipèdia en castellà
de: Spanische Wikipedia
fr: Wikipedia espagnole
ne: स्पेनी विकीपीडिया
ru: Испанская Википедия
zh_cn: 西班牙文维基百科

source: "%s" download in progress...
ca: Baixada de «%s» en progrés...
de: "%s" wird heruntergeladen...
fr: Téléchargement de "%s" en cours...
ne: "%s" डाउनलोड हुदैछ
ru: Загрузка "%s" в процессе...
zh_cn: "%s" 正在下载中...

source: Processing "%s"...
ca: S'està processant "%s"...
de: Bearbeite "%s"...
fr: Traitement de "%s"...
ne: काम हुदैछ "%s"...
ru: Обработка "%s"...
zh_cn: 正在处理 "%s"...

source: Downloading "%s" images...
ca: S'estan baixant «%s» imatges...
de: Lade "%s" Bilder herunter...
fr: Téléchargement des images pour "%s"...
ne: डाउन्लोड हुदैछ "%s" images...
ru: Загрузка изображений "%s"...
zh_cn: 下载 "%s" 图像中...

source: (from %s)
ca: (de %s)
de: (von %s)
fr: (de "%s")
ne: (%s बाट)
ru: (из %s)
zh_cn: （来自 %s）

source: "%s" successfully downloaded
ca: «%s» s'ha baixat correctament
de: "%s" erfolgreich heruntergeladen
fr: "%s" téléchargé avec succès
ne: "%s" डाउनलोड सफल भयो
ru: "%s" успешно загружен
zh_cn: "%s" 下载成功

source: "%s" could not be found
ca: No s'ha pogut trobar «%s»
de: "%s" konnte nicht gefunden werden
fr: "%s" n'a pas été trouvé
ne: "%s" भेटिएन
ru: "%s" не найден
zh_cn: 不能找到 "%s"

source: Error downloading "%s"; check your connection
ca: S'ha produït un error en baixar «%s»; reviseu la vostra connexió
de: Fehler beim Herunterladen von "%s"; überprüfe deine Verbindung
fr: Erreur pendant le téléchargement de "%s" ; vérifiez votre connexion
ne: डाउनलोडमा त्रुटि आयो "%s", जडान हेर्नुहोस्
ru: Ошибка при загрузке "%s"; проверьте ваше соединение
zh_cn: 下载 "%s" 出错： 请检查你的连接

source: Return to index
ca: Torna a l'índex
fr: Retourner à l'index
ne: सूचिमा फर्क
ru: Вернуться на главную страницу
zh_cn: 返回首页

source: Nothing to publish
ca: No hi ha res a publicar
de: Nichts zu veröffentlichen
fr: Rien à publier
ne: छाप्नलाई केहि छैन
ru: Ничего не публиковать
zh_cn: 没有文章可以发布

source: Mark arcticles from "Custom" panel and try again.
ca: Marqueu els articles del requadre «Personalitzat» i torneu-ho a intentar.
de: Markiere die Artikel in den "Einstellungen" und versuche es noch einmal.
fr: Marquer l'article dans le menu "Personnaliser" puis essayez à nouveau.
ne: "कस्टम" प्यानलबाट लेखमा निशान लगाएर पुन: प्रयाश गर्नुहोस्
ru: Пометьте статьи из панели "Собственные" и попробуйте снова.
zh_cn: 请在“自定义”面板标记文章后，重试一次。

source: Overwrite existed bundle?
ca: Sobreescriure el paquet existent?
de: Vorhandenes Paket überschreiben?
fr: Écraser le paquet existant ?
ne: रहिरहेको समुहमाथि लेख्ने?
ru: Переписать существующую связку?
zh_cn: 是否覆盖已存在的包？

source: A bundle for current object was already created. Click "OK" to overwrite it.
ca: Ja es va crear un paquet per a l'objecte actual. Feu clic a «D'acord» per a sobreescriure'l.
fr: Un paquet pour l'objet actuel a déjà été créé. Cliquez sur "OK" pour l'écraser.
ne: हालैको वस्तुका लागि एक बन्डल सिर्जना गरियो। Click "OK" to overwrite it.
ru: Связка для текущего объекта уже была создана. Нажмите "ОК", чтобы переписать ее.
zh_cn: 当前对象已经创建这个包了，请点“OK”覆盖掉。

source: Book published to your Journal
ca: El llibre s'ha publicat al vostre diari
fr: Le livre a été publié dans le Journal
ne: तिम्रो पंजिकामा किताब प्राकशित भयो
ru: Книга была опубликована в вашем Журнале
zh_cn: 书籍已发布到Journal中

source: You can read the book in Browse or access the .xol file from your Journal
ca: Podeu llegir el llibre en l'activitat Navegació o accedir al fitxer .xol del vostre diari
fr: Vous pouvez lire le livre avec Naviguer ou accéder au fichier .xol depuis votre Journal
ne: तिमीले किताबलाई ब्राउजमा पढ्न सक्छौ अथवा .xol फाइललाई तिम्रो पंजिकाबाट पहुँच पाउन सक्छौ
ru: Вы можете читать книгу в Браузере или обратиться к файлу .xol из вашего Журнала.
zh_cn: 你可以在浏览器中阅读书籍，或者通过Journal访问对应的.xol文件。

source: This is only a test. Had this been a real string, it would need to be translated. Please ignore this string.
ca: Això tan sols és una prova. Si això hagués estat una cadena real, hauria d'estar traduïda. Si us plau, ignoreu aquesta cadena.
