Repository: harshkasat/dummy-infoslicer
Catalog: po/pbs.po
Languages: pbs

source: Is it possible to have my own encyclopedia? Yes! Find your favorite information on the web and package it with InfoSlicer creating incredible collections.
pbs: ¿Lania'at mu numei tiji nuk'uix? ¡lik'iajam! Kijit re kikiu'uts' manad-iu' kimieng ne web vichjaut makjat infoslicer kichjau maveiñ ni makajai'-

source: Library
pbs: limi ngk'uix ma'ajau

source: Edit
pbs: Malejeiñ

source: Lion (from en.wikipedia.org)
pbs: kuteung (de en.wikipedia.org)

source: Tiger (from en.wikipedia.org)
pbs: nimix matse' (de en.wikipedia.org)

source: Giraffe (from en.wikipedia.org)
pbs: Jirafa (de en.wikipedia.org)

source: Zebra (from en.wikipedia.org)
pbs: Vareik ndikiuát (de en.wikipedia.org)

source: Giraffe
pbs: Jirafa

source: Articles are ready to be published
pbs: Re kily'e ndul'uets' majau mad-eung manat'ujuñ mi'iat lanjú

source: Create new article
pbs: Matsjau nda viñkjiu kily'e me'ets'

source: Delete current article
pbs: Mavun kily'e me'ets se manaja kje'

source: Move article downward
pbs: Maka'aut kily'e me'ets nimia kimviu'p

source: Move article upward
pbs: Maka'aut kily'e me'ets nimia kimvia'

source: New article
pbs: Viñkjiu kily'e me'ets

source: Text
pbs: keich' kily'e

source: Images
pbs: xikji'ik

source: Journal Images
pbs: xikji'ik lumei pu xiñi'iu lichjau

source: Choose Journal Images
pbs: make'eik xikji'ik ne xiñi'iu lichjau

source: Choose Journal Text
pbs: makeje' kily'e me'ets' ne xiñi'iu lichjau

source: Snap selection to:
pbs: Makjaik/maku'usp ne makeje' a:

source: Nothing
pbs: nip kad-er

source: Sentences
pbs: Riñjá vumang sania'

source: Paragraphs
pbs: tijap kily'e me'ets'

source: Sections
pbs: vasajik ngk'uix

source: Article:
pbs: kily'e me'ets'

source: This article does not have any images
pbs: Ranji kily'e me'ets kad-ep lumei nip nda xikji'ik

source: Please select a Wikipedia article from the menu above
pbs: Vichjaut majau kiji't nda me'ets kily'e pu wikipedia lumei nde'et make' ma kimvia'

source: Wiki articles
pbs: Me'ets kily'e lumei wiki

source: Custom
pbs: Liji vupaí

source: Custom articles
pbs: Kily'e me'ets k'ua liji vupai

source: To download Wiki article type "Article name" and click
pbs: Se mapup kily'e me'ets lumei pu wiki ñjust "ngunjiu' pu kily'e me'ets" maiñ kist

source: button on the top "Library" panel
pbs: ndaleiñ kimvia lumei mi'ia re se make' "makjat ngk'uix"

source: To create custom article click
pbs: Se matsjau kad-a kily'e me'ets liji k'ua vupai mates pu

source: button on the left "Custom" panel
pbs: ndaleiñ lumei pu lumei re se make' "k'ua liji vupai" ma meje'ep

source: Get article from:
pbs: Mamei kily'e me'ets' ne:

source: Article name
pbs: Ngunjiu' pu kily'e me'ets'

source: Search
pbs: Mata'au

source: Exists
pbs: Limi

source: "%s" article already exists
pbs: Re kily'e me'ets' "%s" limí

source: Publish selected articles
pbs: Ma'u'up mi'iat re kily'e me'ets se makew'eik

source: English Wikipedia
pbs: Wikipedia en inglés

source: Simple English Wikipedia
pbs: Wikipedia en inglés nip ngul'ajau

source: French Wikipedia
pbs: Wikipedia en francés

source: German Wikipedia
pbs: Wikipedia en alemán

source: Polish Wikipedia
pbs: Wikipedia en polaco

source: Spanish Wikipedia
pbs: Wikipedia lumei man'eiñ

source: "%s" download in progress...
pbs: Mapup ne "%s" se manaju pu'

source: Processing "%s"...
pbs: manajá va'ajau "%s"

source: Downloading "%s" images...
pbs: mapup re xikji'ik "%s"...

source: (from %s)
pbs: (de %s)

source: "%s" successfully downloaded
pbs: "%s" ndania'ap mapup majau

source: "%s" could not be found
pbs: "%s" kad-ep ndania'at nduk'uejé

source: Error downloading "%s"; check your connection
pbs: ndich'u se mapup "%s"; ñut se vaka'am

source: Return to index
pbs: Makue'e namá pu lupup

source: Nothing to publish
pbs: Nip kanen mi'iat mananjú

source: Mark arcticles from "Custom" panel and try again.
pbs: Me'es kily'e me'ets lumei pu lumei li'iajaun k'ua vake' "liji vupai" viñkjiu matsau.

source: Overwrite existed bundle?
pbs: ¿Maleixme'ets kily'e re makjat limi?

source: A bundle for current object was already created. Click "OK" to overwrite it.
pbs: Nda makjat pu sania' se chu'mani ndutsjau. kist pu "OK" se manaleix nad-ets'

source: Book published to your Journal
pbs: Nguk'uix ma'u'up mi'iat pu xiñi'iu tutsjau

source: You can read the book in Browse or access the .xol file from your Journal
pbs: Kiju'u kigyajau pu nguk'uix ne kad-eu maiñ mananú pu nguk'uix makjat .xol lumei pu xiñi'iu tutsjau
