Repository: harshkasat/dummy-infoslicer
Catalog: po/yo.po
Languages: yo

source: InfoSlicer
yo: alaye Slicer

source: Is it possible to have my own encyclopedia? Yes! Find your favorite information on the web and package it with InfoSlicer creating incredible collections.
yo: Ni o ṣee ṣe lati ni ara mi ìmọ ọfẹ? Bẹẹni! Wa ayanfẹ rẹ alaye lori ayelujara ati package o pẹlu InfoSlicer ṣiṣẹda alaragbayida collections.

source: Lion (from en.wikipedia.org)
yo: Kiniun (lati en.wikipedia.org)

source: Tiger (from en.wikipedia.org)
yo: Tiger (lati en.wikipedia.org)

source: Giraffe (from en.wikipedia.org)
yo: Giraffe (lati en.wikipedia.org)

source: Zebra (from en.wikipedia.org)
yo: Abila (lati en.wikipedia.org)

source: Return to index
yo: Pada si Ìwé

source: Nothing to publish
yo: Ohunkohun lati jade

source: Mark arcticles from "Custom" panel and try again.
yo: Mark arcticles lati "Aṣa" nronu ki o si gbiyanju lẹẹkansi.

source: Overwrite existed bundle?
yo: Ìkọlélórí wà lapapo?

source: A bundle for current object was already created. Click "OK" to overwrite it.
yo: A lapapo fun lọwọlọwọ ohun ti a tẹlẹ da. Tẹ "DARA" si ìkọlélórí o.

source: Book published to your Journal
yo: Book atejade si rẹ iwe irohin

source: You can read the book in Browse or access the .xol file from your Journal
yo: O le ka iwe ni Kiri tabi wọle si awọn .xol faili lati rẹ iwe irohin

source: Article:
yo: Arokọ:

source: This article does not have any images
yo: Yi arokọ ko ni ni eyikeyi àwòrán

source: Please select a Wikipedia article from the menu above
yo: Jọwọ yan a Wikipedia arokọ lati awọn akojọ loke

source: Snap selection to:
yo: Imolara aṣayan si:

source: Nothing
yo: Ko si ohun

source: Sentences
yo: Awọn gbolohun ọrọ

source: Paragraphs
yo: Ìpínrọ

source: Sections
yo: Ruju

source: Text
yo: Ọrọ

source: Images
yo: Àwòrán

source: Journal Images
yo: iwe irohin àwòrán

source: Choose Journal Images
yo: Yan iwe irohin àwòrán

source: Choose Journal Text
yo: Yan iwe irohin Text

source: "%s" download in progress...
yo: "%s" download ni ilọsiwaju ...

source: Processing "%s"...
yo: iṣaayan "%s "...

source: Downloading "%s" images...
yo: Gbigba "%s" àwòrán ...

source: (from %s)
yo: (lati %s)

source: "%s" successfully downloaded
yo: "%s" ni ifijišẹ gbaa lati ayelujara

source: "%s" could not be found
yo: "%s" ko le ṣee ri

source: Error downloading "%s"; check your connection
yo: Aṣiṣe ayelujara "%s"; ṣayẹwo rẹ asopọ

source: Articles are ready to be published
yo: Ìwé ni o wa setan lati wa ni atejade

source: Create new article
yo: Ṣẹda titun arokọ

source: Delete current article
yo: Pa lọwọlọwọ arokọ

source: Move article downward
yo: Gbe arokọ sisale

source: Move article upward
yo: Gbe arokọ sókè

source: New article
yo: Titun arokọ

source: Library
yo: ile-ikawe

source: Edit
yo: Ṣatunkọ

source: Wiki articles
yo: Wiki arokọ

source: Custom
yo: Aṣa

source: Custom articles
yo: Aṣa arokọ

source: To download Wiki article type "Article name" and click
yo: Lati gba lati ayelujara Wiki arokọ type "orukọ arokọ" ki o si tẹ

source: button on the top "Library" panel
yo: bọtini lori oke "ile-ikawe" nronu

source: To create custom article click
yo: Lati ṣẹda aṣa arokọ tẹ

source: button on the left "Custom" panel
yo: bọtini lori osi "Aṣa" nronu

source: Get article from:
yo: Gba arokọ lati:

source: Article name
yo: Arokọ orukọ

source: Search
yo: Àwárí

source: Exists
yo: Wa

source: "%s" article already exists
yo: "%s" arokọ tẹlẹ wa

source: Publish selected articles
yo: Jade ti a ti yan ìwé

source: English Wikipedia
yo: ede Gẹẹsi Wikipedia

source: Simple English Wikipedia
yo: Rọrun ede Gẹẹsi Wikipedia

source: French Wikipedia
yo: Faranse Wikipedia

source: German Wikipedia
yo: Germani Wikipedia

source: Polish Wikipedia
yo: Pólándì Wikipedia

source: Spanish Wikipedia
yo: Spéìn Wikipedia
